turbulenceMMAOpt/app_iso_splitSchedule_short_20260323/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5                                     |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;

nu                           nu [0 2 -1 0 0 0 0] 1.0e-6;
alphaMax               alphaMax [0 0 -1 0 0 0 0] 2.5e3;
alphaMAX               alphaMAX [0 0 -1 0 0 0 0] 2.5e6;
/*
alphaMax/alphaMAX are low/high continuation bounds.
1.05^140=926
*/
